Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: %lld weeks old
de: %lld Wochen alt
es: %lld semanas de edad
fr: %lld semaines
it: %lld settimane
sv: %lld veckor gammal

source: %lld weeks old when they arrived.
de: %lld Wochen alt bei Ankunft.
es: %lld semanas de edad cuando llego.
fr: %lld semaines à son arrivée.
it: %lld settimane quando e arrivato.
sv: %lld veckor gammal when they arrived.

source: %lld weeks remaining
de: %lld Wochen verbleibend
es: %lld semanas restantes
fr: %lld semaines restantes
it: %lld settimane rimanenti
sv: %lld veckor kvar

source: %lld year(s)
de: %lld Jahr(e)
es: %lld ano(s)
fr: %lld an(s)
it: %lld anno/i
sv: %lld År(s)

# %lld/%lld potty
source: %1$lld/%2$lld potty
de: %lld/%lld Toilette
es: %1$lld/%2$lld necesidades
fr: %1$lld/%2$lld besoins
it: %lld/%lld bisognini
sv: %1$lld/%2$lld Toalettbesök

# %lld/%lld started
source: %1$lld/%2$lld started
de: %lld/%lld begonnen
es: %1$lld/%2$lld iniciadas
fr: %1$lld/%2$lld commencés
it: %lld/%lld iniziati

source: %lld%% of adult weight
de: %lld%% des Erwachsenengewichts
es: %lld%% del peso adulto
fr: %lld%% du poids adulte
it: %lld%% del peso adulto
sv: %lld%% av Vuxen Vikt

source: %lld%% to adult weight
de: %lld%% zum Erwachsenengewicht
es: %lld%% hacia peso adulto
fr: %lld%% du poids adulte atteint
it: %lld%% al peso adulto
sv: %lld%% Till Vuxen Vikt

source: %lldd ago
de: vor %lldd
es: hace %lldd
fr: il y a %lldj
it: %lldd fa
sv: %lldd sedan

source: %lldd overdue
de: %lldd überfällig
es: %lldd de retraso
fr: %lldj de retard
it: %lldd in ritardo

# %lldh %lldm ago
source: %1$lldh %2$lldm ago
de: vor %lldh %lldm
es: hace %1$lldh %2$lldm
fr: il y a %1$lldh %2$lldm
it: %lldh %lldm fa
sv: %1$lldh %2$lldm sedan

source: %lldh ago
de: vor %lldh
es: hace %lldh
fr: il y a %lldh
it: %lldh fa
sv: %lldh sedan

# %lldh%lldm ago
source: %1$lldh%2$lldm ago
de: vor %lldh%lldm
es: hace %1$lldh%2$lldm
fr: il y a %1$lldh%2$lldm
it: %lldh%lldm fa
sv: %1$lldh%2$lldm sedan

source: %lldx outside
de: %lldx draußen
es: %lldx afuera
it: %lldx fuori
nl: %lldx buiten
sv: %lldx Utomhus

source: %lldx per day
de: %lldx pro Tag
es: %lldx por dia
fr: %lldx par jour
it: %lldx al giorno
nl: %lldx per dag
sv: %lldx per dag

source: + %lld more walks
de: + %lld weitere Spaziergänge
es: + %lld paseos mas
fr: + %lld autres promenades
it: + %lld altre passeggiate
sv: + %lld Mer Promenader

source: +%lld more
de: +%lld mehr
es: +%lld mas
fr: +%lld de plus
it: +%lld altri
sv: +%lld Mer

source: ~%lld min interval
de: ~%lld Min. Intervall
es: ~%lld min de intervalo
fr: ~%lld min d'intervalle
it: ~%lld min di intervallo
sv: ~%lld min Intervall

source: ~%lld min remaining
de: ~%lld Min. verbleibend
es: ~%lld min restantes
fr: ~%lld min restantes
it: ~%lld min rimanenti
sv: ~%lld min kvar

source: 1 in a row
de: 1 in Folge
es: 1 seguido
fr: 1 d'affilée
it: 1 di fila
sv: 1 I a row

source: 1 month ago
de: vor 1 Monat
es: hace 1 mes
fr: il y a 1 mois
it: 1 mese fa
sv: 1 Månad sedan

source: 1 month old
de: 1 Monat alt
es: 1 mes de edad
fr: 1 mois
it: 1 mese
sv: 1 månad gammal

source: 1 page
de: 1 Seite
es: 1 pagina
it: 1 pagina

source: 1 pee outside
de: 1 Mal draußen gepinkelt
es: 1 vez pis afuera
fr: 1 pipi dehors
it: 1 pipi fuori
sv: 1 Kissa Utomhus

source: 1 photo
de: 1 Foto
es: 1 foto
it: 1 foto
sv: 1 Foto

source: 1 place discovered
de: 1 Ort entdeckt
es: 1 lugar descubierto
fr: 1 endroit découvert
it: 1 luogo scoperto
sv: 1 Plats discovered

source: 1 poop
de: 1 Häufchen
es: 1 caca
fr: 1 caca
it: 1 cacca
sv: 1 Bajsa

source: 1 poop today
de: 1 Häufchen heute
es: 1 caca hoy
fr: 1 caca aujourd'hui
it: 1 cacca oggi
sv: 1 Bajsa Idag

# 1 poop today (expect ~%lld-%lld)
source: 1 poop today (expect ~%1$lld-%2$lld)
de: 1 Häufchen heute (erwartet ~%lld-%lld)
es: 1 caca hoy (se esperan ~%1$lld-%2$lld)
fr: 1 caca aujourd'hui (attendu ~%1$lld-%2$lld)
it: 1 cacca oggi (previste ~%lld-%lld)
sv: 1 Bajsa Idag (expect ~%1$lld-%2$lld)

source: 1 session
de: 1 Sitzung
es: 1 sesion
fr: 1 séance
it: 1 sessione

source: 1 visit
de: 1 Besuch
es: 1 visita
fr: 1 visite
it: 1 visita
sv: 1 Besök

source: 1 walk
de: 1 Spaziergang
es: 1 paseo
fr: 1 promenade
it: 1 passeggiata
sv: 1 Promenad

source: 1 week ago
de: vor 1 Woche
es: hace 1 semana
fr: il y a 1 semaine
it: 1 settimana fa
sv: 1 Vecka sedan

source: 1 week remaining
de: 1 Woche verbleibend
es: 1 semana restante
fr: 1 semaine restante
it: 1 settimana rimanente
sv: 1 Vecka kvar

source: 1 year ago
de: vor 1 Jahr
es: hace 1 ano
fr: il y a 1 an
it: 1 anno fa
sv: 1 År sedan

source: 2-3 weeks
de: 2-3 Wochen
es: 2-3 semanas
fr: 2-3 semaines
it: 2-3 settimane
sv: 2-3 veckor

source: 3-16 weeks
de: 3-16 Wochen
es: 3-16 semanas
fr: 3-16 semaines
it: 3-16 settimane
sv: 3-16 veckor

source: 4-6 months
de: 4-6 Monate
es: 4-6 meses
fr: 4-6 mois
it: 4-6 mesi
sv: 4-6 månader

source: 6-18 months
de: 6-18 Monate
es: 6-18 meses
fr: 6-18 mois
it: 6-18 mesi
sv: 6-18 månader

source: 7 days free
de: 7 Tage gratis
es: 7 dias gratis
fr: 7 jours gratuits
it: 7 giorni gratis
nl: 7 dagen gratis
sv: 7 dagar Gratis

source: 18+ months
de: 18+ Monate
es: 18+ meses
fr: 18+ mois
it: 18+ mesi
sv: 18+ månader

source: A professional trainer can help if this continues
de: Ein professioneller Trainer kann helfen, wenn das anhält
es: Un entrenador profesional puede ayudar si esto continua
fr: Un éducateur professionnel peut aider si cela continue
it: Un addestratore professionista può aiutare se questo continua
sv: A professional Tränare can Hjälp if denna continues

source: A recall affects %@
de: Ein Rückruf betrifft %@
es: Un retiro afecta a %@
fr: Un rappel affecte %@
it: Un richiamo riguarda %@

source: a snack
de: ein Snack
es: un snack
fr: une friandise
it: uno spuntino
sv: a Mellanmål

source: Above reference
de: Über Referenz
es: Por encima de referencia
fr: Au-dessus de la référence
it: Sopra il riferimento

source: Accept & Replace
de: Akzeptieren & Ersetzen
es: Aceptar y reemplazar
fr: Accepter et remplacer
it: Accetta e sostituisci

source: Accepting Share...
de: Freigabe wird akzeptiert...
es: Aceptando compartir...
fr: Acceptation du partage...
it: Accettazione condivisione...
sv: Accepting Dela...

source: Access all training skills and exercises
de: Zugriff auf alle Trainingsfähigkeiten und Übungen
es: Accede a todas las habilidades y ejercicios de entrenamiento
fr: Accédez à toutes les compétences et exercices d'entraînement
it: Accedi a tutte le abilità e gli esercizi di addestramento
sv: Access Alla Träning Färdigheter and exercises

source: Accessible
de: Barrierefrei
es: Accesible
it: Accessibile

source: Accident
de: Unfall
es: Accidente
it: Incidente
nl: Ongelukje
sv: Olycka

source: Achievements are still tracked even with celebrations turned off. You can view them in your memories.
de: Erfolge werden auch bei deaktivierten Feierlichkeiten erfasst. Du kannst sie in deinen Erinnerungen ansehen.
es: Los logros se siguen registrando aunque las celebraciones esten desactivadas. Puedes verlos en tus recuerdos.
fr: Les accomplissements sont toujours suivis même avec les célébrations désactivées. Vous pouvez les voir dans vos souvenirs.
it: I traguardi vengono comunque registrati anche con le celebrazioni disattivate. Puoi visualizzarli nei tuoi ricordi.
sv: Prestationer are still tracked even with celebrations turned Av. You can view them I your memories.

source: Acknowledge & Dismiss
de: Bestätigen & Schließen
es: Reconocer y descartar
fr: Confirmer et fermer
it: Conferma e chiudi

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief
sv: Aktiv

source: Active (renews %@)
de: Aktiv (verlängert sich am %@)
es: Activo (se renueva el %@)
fr: Actif (renouvellement %@)
it: Attivo (si rinnova il %@)
sv: Aktiv (renews %@)

source: Active Periods
de: Aktive Phasen
es: Periodos activos
fr: Périodes actives
it: Periodi attivi
sv: Aktiv Periods

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
sv: Lägg till

source: Add a location to show this contact on the Places map.
de: Füge einen Standort hinzu, um diesen Kontakt auf der Ortekarte anzuzeigen.
es: Agrega una ubicacion para mostrar este contacto en el mapa de lugares.
fr: Ajoutez un emplacement pour afficher ce contact sur la carte des lieux.
it: Aggiungi una posizione per mostrare questo contatto sulla mappa dei Luoghi.
sv: Lägg till a Plats Till Visa denna Kontakt På the Places Karta.

source: Add a photo of %@?
de: Ein Foto von %@ hinzufügen?
es: Agregar una foto de %@?
fr: Ajouter une photo de %@ ?
it: Aggiungere una foto di %@?
nl: Een foto van %@ toevoegen?
sv: Lägg till a Foto av %@?

source: Add a photo to remember this moment with %@
de: Füge ein Foto hinzu, um diesen Moment mit %@ festzuhalten
es: Agrega una foto para recordar este momento con %@
fr: Ajoutez une photo pour vous souvenir de ce moment avec %@
it: Aggiungi una foto per ricordare questo momento con %@
sv: Lägg till a Foto Till remember denna moment with %@

source: Add Appointment
de: Termin hinzufügen
es: Agregar cita
fr: Ajouter un rendez-vous
it: Aggiungi appuntamento
sv: Lägg till Bokad tid

source: Add attachment
de: Anhang hinzufügen
es: Agregar adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
sv: Lägg till attachment

source: Add Brand
de: Marke hinzufügen
es: Agregar marca
fr: Ajouter une marque
it: Aggiungi marca
sv: Lägg till Brand

source: Add contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
sv: Lägg till Kontakt

source: Add Contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
nl: Contact toevoegen
sv: Lägg till Kontakt

source: Add distractions last
de: Ablenkungen zuletzt hinzufügen
es: Agregar distracciones al final
fr: Ajoutez les distractions en dernier
it: Aggiungi le distrazioni per ultime
sv: Lägg till distractions senaste

source: Add Document
de: Dokument hinzufügen
es: Agregar documento
fr: Ajouter un document
it: Aggiungi documento
nl: Document toevoegen
sv: Lägg till Dokument

source: Add duration first (stay close but longer)
de: Zuerst Dauer hinzufügen (nah bleiben, aber länger)
es: Agregar duracion primero (quedarse cerca pero mas tiempo)
fr: Ajoutez d'abord la durée (restez proche mais plus longtemps)
it: Aggiungi prima la durata (resta vicino ma più a lungo)
sv: Lägg till Längd first (Stanna Stäng but longer)

source: Add first moment
de: Ersten Moment hinzufügen
es: Agregar primer momento
fr: Ajouter le premier moment
it: Aggiungi il primo momento
sv: Lägg till first moment

source: Add from Library
de: Aus Mediathek hinzufügen
es: Agregar desde la biblioteca
fr: Ajouter depuis la bibliothèque
it: Aggiungi dalla libreria
sv: Lägg till Från Library

source: Add meal
de: Mahlzeit hinzufügen
es: Agregar comida
fr: Ajouter un repas
it: Aggiungi pasto
sv: Lägg till Måltid

source: Add medication
de: Medikament hinzufügen
es: Agregar medicamento
fr: Ajouter un médicament
it: Aggiungi medicina
nl: Medicijn toevoegen
sv: Lägg till Medicinering

source: Add Milestone
de: Meilenstein hinzufügen
es: Agregar hito
fr: Ajouter une étape
it: Aggiungi traguardo
nl: Mijlpaal toevoegen
sv: Lägg till Milstolpe

source: Add milestones to your calendar with reminders
de: Meilensteine mit Erinnerungen zum Kalender hinzufügen
es: Agrega hitos a tu calendario con recordatorios
fr: Ajoutez des étapes à votre calendrier avec des rappels
it: Aggiungi traguardi al calendario con promemoria
sv: Lägg till Milstolpar Till your Kalender with Påminnelser

source: Add moment
de: Moment hinzufügen
es: Agregar momento
fr: Ajouter un moment
it: Aggiungi momento
nl: Moment toevoegen
sv: Lägg till moment

source: Add notes
de: Notizen hinzufügen
es: Agregar notas
fr: Ajouter des notes
it: Aggiungi note
nl: Notities toevoegen
sv: Lägg till Anteckningar

source: Add notes and photos when completing milestones
de: Notizen und Fotos beim Abschließen von Meilensteinen hinzufügen
es: Agrega notas y fotos al completar hitos
fr: Ajoutez des notes et photos lors de la complétion des étapes
it: Aggiungi note e foto quando completi i traguardi
sv: Lägg till Anteckningar and Foton when completing Milstolpar

source: Add photo
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
nl: Voeg foto toe
sv: Lägg till Foto

source: Add Photo
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
nl: Foto toevoegen
sv: Lägg till Foto

source: Add reminder for next occurrence
de: Erinnerung für nächstes Vorkommen hinzufügen
es: Agregar recordatorio para la proxima vez
fr: Ajouter un rappel pour la prochaine occurrence
it: Aggiungi promemoria per la prossima occorrenza
sv: Lägg till reminder for Nästa occurrence

source: Add spot
de: Ort hinzufügen
es: Agregar lugar
fr: Ajouter un lieu
it: Aggiungi luogo
sv: Lägg till plats

source: Add Spot
de: Ort hinzufügen
es: Agregar lugar
fr: Ajouter un lieu
it: Aggiungi luogo
nl: Plek toevoegen
sv: Lägg till Spot

source: Add the cue 'down' once behavior is reliable
de: Füge das Kommando 'Platz' hinzu, sobald das Verhalten zuverlässig ist
es: Agrega la senal 'echado' cuando el comportamiento sea confiable
fr: Ajoutez le signal 'couché' une fois le comportement fiable
it: Aggiungi il comando 'terra' quando il comportamento è affidabile
sv: Lägg till the cue 'Ligg' once Beteende is reliable

source: Add the cue 'place' or 'bed'
de: Füge das Kommando 'Platz' oder 'Körbchen' hinzu
es: Agrega la senal 'lugar' o 'cama'
fr: Ajoutez le signal 'place' ou 'panier'
it: Aggiungi il comando 'posto' o 'cuccia'
sv: Lägg till the cue 'Plats' or 'Säng'

source: Add the cue 'touch'
de: Füge das Kommando 'Touch' hinzu
es: Agrega la senal 'toca'
fr: Ajoutez le signal 'touche'
it: Aggiungi il comando 'tocca'
sv: Lägg till the cue 'touch'

source: Add the cue 'watch' or 'look'
de: Füge das Kommando 'Schau' oder 'Guck' hinzu
es: Agrega la senal 'mira' o 'atencion'
fr: Ajoutez le signal 'regarde' ou 'attention'
it: Aggiungi il comando 'guarda' o 'occhi'
sv: Lägg till the cue 'watch' or 'look'

source: Add the pet food brands you use to receive relevant alerts.
de: Füge die Tierfuttermarken hinzu, die du verwendest, um relevante Warnungen zu erhalten.
es: Agrega las marcas de comida para mascotas que usas para recibir alertas relevantes.
fr: Ajoutez les marques d'alimentation que vous utilisez pour recevoir des alertes pertinentes.
it: Aggiungi le marche di cibo per animali che usi per ricevere avvisi pertinenti.
sv: Lägg till the Husdjur Mat brands you use Till receive relevant alerts.

source: Add the word 'sit' once behavior is reliable
de: Füge das Wort 'Sitz' hinzu, sobald das Verhalten zuverlässig ist
es: Agrega la palabra 'sentado' cuando el comportamiento sea confiable
fr: Ajoutez le mot 'assis' une fois le comportement fiable
it: Aggiungi la parola 'seduto' quando il comportamento è affidabile
sv: Lägg till the word 'Sitt' once Beteende is reliable

source: Add this milestone to your default calendar with a reminder
de: Füge diesen Meilenstein mit einer Erinnerung zu deinem Standardkalender hinzu
es: Agrega este hito a tu calendario predeterminado con un recordatorio
fr: Ajoutez cette étape à votre calendrier par défaut avec un rappel
it: Aggiungi questo traguardo al calendario predefinito con promemoria
sv: Lägg till denna Milstolpe Till your Standard Kalender with a reminder

source: Add time
de: Zeit hinzufügen
es: Agregar hora
fr: Ajouter du temps
it: Aggiungi tempo
nl: Tijd toevoegen
sv: Lägg till Tid

source: Add to Calendar
de: Zum Kalender hinzufügen
es: Agregar al calendario
fr: Ajouter au calendrier
it: Aggiungi al calendario
sv: Lägg till Till Kalender

source: Add walk
de: Spaziergang hinzufügen
es: Agregar paseo
fr: Ajouter une promenade
it: Aggiungi passeggiata
nl: Wandeling toevoegen
sv: Lägg till Promenad

source: Add your favorite walk spots
de: Füge deine Lieblings-Spaziergangsorte hinzu
es: Agrega tus lugares favoritos para pasear
it: Aggiungi i tuoi luoghi preferiti per le passeggiate
nl: Voeg je favoriete wandelplekken toe
sv: Lägg till your favorite Promenad spots

source: Added to calendar
de: Zum Kalender hinzugefügt
es: Agregado al calendario
fr: Ajouté au calendrier
it: Aggiunto al calendario
sv: Added Till Kalender

source: Address
de: Adresse
es: Direccion
fr: Adresse
it: Indirizzo
sv: Adress

source: Address or location name
de: Adresse oder Ortsname
es: Direccion o nombre del lugar
fr: Adresse ou nom du lieu
it: Indirizzo o nome del luogo
sv: Adress or Plats Namn

source: Adjust Photo
de: Foto anpassen
es: Ajustar foto
fr: Ajuster la photo
it: Regola foto
sv: Adjust Foto

source: Administrative
de: Administrativ
es: Administrativo
it: Amministrativo
nl: Administratief

source: Adolescent
de: Jugendlich
es: Adolescente
it: Adolescente

source: Adult
de: Erwachsen
es: Adulto
fr: Adulte
it: Adulto
sv: Vuxen

source: Adult %
de: Erwachsenen %
es: % adulto
fr: % adulte
it: % adulto
sv: Vuxen %

source: Adult man
de: Erwachsener Mann
es: Hombre adulto
fr: Homme adulte
it: Uomo adulto
sv: Vuxen man

source: Adult woman
de: Erwachsene Frau
es: Mujer adulta
fr: Femme adulte
it: Donna adulta
sv: Vuxen woman

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
sv: Avancerad

source: Advanced Analytics
de: Erweiterte Analyse
es: Analisis avanzado
fr: Analyses avancées
it: Analisi avanzate
sv: Avancerad Analytics

source: Adventures
de: Abenteuer
es: Aventuras
fr: Aventures
it: Avventure

source: After
de: Nach
es: Despues
fr: Après
it: Dopo

source: After %lld min awake
de: Nach %lld Min. wach
es: Despues de %lld min despierto
fr: Après %lld min éveillé
it: Dopo %lld min sveglio
sv: After %lld min Vaken

source: After accident — go outside now!
de: Nach Unfall — jetzt rausgehen!
es: Despues de accidente — sal ahora!
fr: Après l'accident — sortez maintenant !
it: Dopo un incidente — esci subito!
sv: After Olycka — go Utomhus Nu!

source: After drinking
de: Nach dem Trinken
es: Despues de beber
fr: Après avoir bu
it: Dopo aver bevuto
sv: After Dricker

source: After eating
de: Nach dem Fressen
es: Despues de comer
fr: Après avoir mangé
it: Dopo aver mangiato
sv: After Äter

source: After playing
de: Nach dem Spielen
es: Despues de jugar
fr: Après avoir joué
it: Dopo aver giocato
sv: After Leker

source: After sleep
de: Nach dem Schlafen
es: Despues de dormir
fr: Après le sommeil
it: Dopo il sonno
sv: After Sova

# After waking: %@ at %@
source: After waking: %1$@ at %2$@
de: Nach dem Aufwachen: %@ um %@
es: Despues de despertar: %1$@ a las %2$@
fr: Après le réveil : %1$@ à %2$@
it: Dopo il risveglio: %1$@ alle %2$@
sv: After waking: %1$@ Kl %2$@

source: After waking: time for a meal
de: Nach dem Aufwachen: Zeit für eine Mahlzeit
es: Despues de despertar: hora de comer
fr: Après le réveil : c'est l'heure du repas
it: Dopo il risveglio: è ora di mangiare
sv: After waking: Tid for a Måltid

source: After waking: time for a walk
de: Nach dem Aufwachen: Zeit für einen Spaziergang
es: Despues de despertar: hora de pasear
fr: Après le réveil : c'est l'heure de la promenade
it: Dopo il risveglio: è ora di una passeggiata
sv: After waking: Tid for a Promenad

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
nl: Middag
sv: Eftermiddag

source: Afternoon walk
de: Nachmittagsspaziergang
es: Paseo de tarde
fr: Promenade de l'après-midi
it: Passeggiata pomeridiana
nl: Middagwandeling
sv: Eftermiddag Promenad

source: Age
de: Alter
es: Edad
fr: Âge
it: Eta
nl: Leeftijd
sv: Ålder

# Age week %lld · ~%@
source: Age week %1$lld · ~%2$@
de: Alter Woche %lld · ~%@
es: Semana de edad %1$lld · ~%2$@
fr: Âge semaine %1$lld · ~%2$@
it: Settimana di età %lld · ~%@
sv: Ålder Vecka %1$lld · ~%2$@

source: ago
de: her
es: hace
fr: il y a
it: fa
nl: geleden
sv: sedan

source: AI predicts when your puppy needs to go based on patterns
de: KI sagt vorher, wann dein Welpe muss, basierend auf Mustern
es: La IA predice cuando tu cachorro necesita salir basado en patrones
fr: L'IA prédit quand votre chiot doit sortir en fonction des habitudes
it: L'IA prevede quando il tuo cucciolo deve uscire in base ai suoi schemi
sv: AI predicts when your Valp needs Till go based På Mönster

source: Alert
de: Warnung
es: Alerta
fr: Alerte
it: Avviso

source: All categories
de: Alle Kategorien
es: Todas las categorias
fr: Toutes les catégories
it: Tutte le categorie
sv: Alla Kategorier

source: All celebration tiers as designed
de: Alle Feierstufen wie vorgesehen
es: Todos los niveles de celebracion como fueron disenados
fr: Tous les niveaux de célébration comme conçus
it: Tutti i livelli di celebrazione come previsto
sv: Alla celebration tiers as designed

source: All celebrations become subtle
de: Alle Feiern werden dezent
es: Todas las celebraciones se vuelven sutiles
fr: Toutes les célébrations deviennent subtiles
it: Tutte le celebrazioni diventano discrete
sv: Alla celebrations become subtle

source: All Day
de: Ganztägig
es: Todo el dia
fr: Toute la journée
it: Tutto il giorno
sv: Alla Dag

source: All events
de: Alle Ereignisse
es: Todos los eventos
fr: Tous les événements
it: Tutti gli eventi
sv: Alla Händelser

source: All good
de: Alles gut
es: Todo bien
fr: Tout va bien
it: Tutto bene
sv: Alla Bra

source: All milestones completed!
de: Alle Meilensteine erreicht!
es: Todos los hitos completados!
fr: Toutes les étapes complétées !
it: Tutti i traguardi completati!
sv: Alla Milstolpar Slutförd!

source: All spots
de: Alle Orte
es: Todos los lugares
fr: Tous les lieux
it: Tutti i luoghi
sv: Alla spots

source: All walks done for today!
de: Alle Spaziergänge für heute erledigt!
es: Todos los paseos de hoy completados!
fr: Toutes les promenades faites pour aujourd'hui !
it: Tutte le passeggiate fatte per oggi!
sv: Alla Promenader Klar for Idag!

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan

source: Almost there
de: Fast geschafft
es: Casi listo
fr: Presque fini
it: Quasi fatto

source: Already awake
de: Bereits wach
es: Ya despierto
fr: Déjà éveillé
it: Già sveglio
sv: Already Vaken

source: Already in the deep end?
de: Schon mittendrin?
es: Ya en medio del caos?
fr: Déjà dans le grand bain ?
it: Già nel bel mezzo?
nl: Al midden in de chaos?
sv: Already I the deep Slut?

source: Already subscribed?
de: Bereits abonniert?
es: Ya suscrito?
it: Già abbonato?
nl: Al geabonneerd?
sv: Redan prenumerant?

source: Also time for a meal
de: Auch Zeit für eine Mahlzeit
es: Tambien hora de comer
fr: C'est aussi l'heure du repas
it: È anche ora di mangiare
sv: Also Tid for a Måltid

source: Also time for a walk
de: Auch Zeit für einen Spaziergang
es: Tambien hora de pasear
fr: C'est aussi l'heure de la promenade
it: È anche ora di una passeggiata
sv: Also Tid for a Promenad

source: Always make coming to you worthwhile
de: Mache das Kommen immer lohnenswert
es: Siempre haz que venir hacia ti valga la pena
fr: Rendez toujours le rappel intéressant
it: Rendi sempre conveniente venire da te
sv: Alltid make coming Till you worthwhile

source: Always return to puppy - don't call them to break stay
de: Immer zum Welpen zurückkehren - nicht rufen um Bleib zu brechen
es: Siempre regresa al cachorro - no lo llames para romper el quedarse
fr: Retournez toujours vers le chiot - ne l'appelez pas pour interrompre le reste
it: Torna sempre dal cucciolo - non chiamarlo per interrompere il resta
sv: Alltid return Till Valp - don't call them Till break Stanna

source: Amazing!
de: Fantastisch!
es: Increible!
fr: Incroyable !
it: Incredibile!

source: Ambulance, fire truck, police car
de: Krankenwagen, Feuerwehr, Polizeiauto
es: Ambulancia, camion de bomberos, carro de policia
fr: Ambulance, camion de pompiers, voiture de police
it: Ambulanza, autopompa, auto della polizia

source: Amenities
de: Ausstattung
es: Servicios
fr: Équipements
it: Servizi

source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantita
nl: Hoeveelheid
